<?php

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class BrandSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::insert('
        INSERT INTO `brands` (`id`, `name`) VALUES
            (\'1\',\'野马 敞篷\'),
            (\'2\',\'丰田 威驰\'),
            (\'3\',\'特斯拉\'),
            (\'4\',\'吉利汽车\'),
            (\'5\', \'丰田 凯美瑞\'),
            (\'6\', \'众泰\'),
            (\'7\', \' 保时捷\'),
            (\'8\', \'奥迪 A6L\'),
            (\'9\', \'欧陆\'),
            (\'10\', \'法拉利 458\'),
            (\'11\', \'大众 迈腾\'),
            (\'12\', \'艾力绅\'),
            (\'13\', \'本田CRV\'),
            (\'14\', \'宝马五系\'),
            (\'15\', \'奔驰  E级\'),
            (\'16\', \'别克 GL8 首席\'),
            (\'17\', \'别克 GL8 陆尊\'),
            (\'18\', \'奔驰S级\'),
            (\'19\', \'现代悦动\'),
            (\'20\', \'东风 SX6\'),
            (\'21\', \'起亚 K2\'),
            (\'22\', \'起亚 焕驰\'),
            (\'23\', \'租车押金\'),
            (\'24\', \'宝马二系\'),
            (\'25\', \'奔驰 威霆 九座\')
        ');
    }
}

